packages/services-soap/seed/http/www.dneonline.com/calculator.asmx/AddAsync/2073298ff3aed7e3fe042bd70146d62e.json

{
  "AddResult": 198,
  "xmlResponse": "<?xml version=\"1.0\" encoding=\"utf-8\"?><soap:Envelope xmlns:soap=\"http://schemas.xmlsoap.org/soap/envelope/\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\" xmlns:xsd=\"http://www.w3.org/2001/XMLSchema\"><soap:Body><AddResponse xmlns=\"http://tempuri.org/\"><AddResult>198</AddResult></AddResponse></soap:Body></soap:Envelope>",
  "xmlRequest": "<?xml version=\"1.0\" encoding=\"utf-8\"?><soap:Envelope xmlns:soap=\"http://schemas.xmlsoap.org/soap/envelope/\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\"  xmlns:tm=\"http://microsoft.com/wsdl/mime/textMatching/\" xmlns:tns=\"http://tempuri.org/\"><soap:Body><Add xmlns=\"http://tempuri.org/\"><intA>99</intA><intB>99</intB></Add></soap:Body></soap:Envelope>"
}
